{
    "c2d10": {
        "resources": {
            "none": "None",
            "stress": "Stress",
            "strain": "Strain",
            "crisis": "Crisis"
        },
        "duration": {
            "none": "None",
            "second": "Second",
            "minute": "Minute",
            "action": "Action",
            "turn": "Turn",
            "round": "Round",
            "scene": "Scene",
            "hour": "Hour",
            "permanent": "Permanent",
            "passive": "Passive"
        },
        "range": {
            "none": "None",
            "meter": "Meter",
            "eye": "Eye contact",
            "sight": "Sight",
            "close": "Close",
            "touch": "Touch"
        },
        "character": {
            "name": "Nickname",
            "campaign": "Campaign",
            "concept": "Concept",
            "ambition": "Ambition",
            "species": "Species",
            "faction": "Faction",
            "wealth": "Wealth"
        },
        "sheet": {
            "appearance": "Appearance",
            "addFocus": "Add a focus",
            "assets": "Assets",
            "crisis": "Crisis",
            "delete": "Delete item",
            "description": "Post description",
            "edit": "Edit",
            "experience": "XP",
            "family": "Family",
            "focus": "Focus",
            "info": "Information",
            "parent": "Parent skill",
            "personality": "Personality",
            "powers": "Powers",
            "realName": "Real name",
            "remove": "Remove",
            "removeFocus": "Remove a focus",
            "skill": "Skill",
            "skills": "Skills",
            "talents": "Talents",
            "traits": "Traits",
            "virtue": "Virtue",
            "vice": "Vice",
            "virtues": "Virtues",
            "vices": "Vices",
            "age": "Age",
            "bio": "Biography",
            "faith": "Faith",
            "gender": "Gender",
            "playerName": "Player name",
            "sex": "Sex",
            "title": "Title",
            "species": "Species",
            "dot-tooltip": "<p>Left click to increase, right click or shift+left click, to reduce.</p>",
            "health-tooltip": "<p>Left click to increase superficial damage, right click or shift+left click, to reduce. Press CTRL and click to increase critical damage. CTLR+right click or CTRL+Shift+click to reduce critical damage.</p>"
        },
        "talents": {
            "physical": "Physical",
            "social": "Social",
            "mental": "Mental",
            "agility": "Agility",
            "endurance": "Endurance",
            "strength": "Strength",
            "charm": "Charm",
            "empathy": "Empathy",
            "manipulation": "Manipulation",
            "logic": "Logic",
            "reason": "Reason",
            "willpower": "Willpower"
        },
        "skills": {
            "name": "Focus name",
            "physical": "Physical",
            "social": "Social",
            "mental": "Mental",
            "acrobatics": "Acrobatics",
            "athletics": "Athletics",
            "brawl": "Brawl",
            "burglary": "Burglary",
            "crafts": "Crafts",
            "driving": "Driving",
            "firearms": "Firearms",
            "melee": "Melee",
            "carousing": "Carousing",
            "insight": "Insight",
            "intimidation": "Intimidation",
            "leadership": "Leadership",
            "persuasion": "Persuasion",
            "politics": "Politics",
            "streetsmarts": "Street-smarts",
            "subterfuge": "Subterfuge",
            "academia": "Academia",
            "awareness": "Awareness",
            "investigation": "Investigation",
            "medicine": "Medicine",
            "science": "Science",
            "stealth": "Stealth",
            "survival": "Survival",
            "technology": "Technology"
        },
        "powers": {
            "description": "Description",
            "none": "none",
            "beguilement": "Beguilement",
            "bodhi": "Bodhi",
            "energokinesis": "Energokinesis",
            "mentaleclipse": "Mental Eclipse",
            "quickening": "Quickening",
            "level": "Level",
            "level-req": "Required level",
            "parent": "Parent Power",
            "name": "Name",
            "duration": "Duration",
            "range": "Range",
            "cost": "Cost",
            "pool": "Pool",
            "opposed": "Opposed pool"
        },
        "asset": {
            "name": "Name",
            "description": "Description",
            "assetType": "Type",
            "value": "Value",
            "quality": "Quality"
        },
        "trait": {
            "name": "Name",
            "description": "Description",
            "traitType": "Type",
            "level": "Level",
            "virtue": "Virtue",
            "vice": "Vice"
        },
        "test-dialog": {
            "pool": "Pool Size",
            "parent": "Select Talent",
            "crisis": "Current crisis"
        },
        "chat": {
            "roll": "Roll",
            "test": "Test",
            "DC": "DC",
            "pool": "Pool Dice",
            "crisis": "Crisis Dice"
        },
        "descriptions": {
            "agility": "<p>A measure of a character's ability to coordinate their body and a general measure of their flexibility and control of fine motorics.</p>",
            "endurance": "<p>A measure of a character's ability to endure high physical stress, exhaustion and push through pain.</p>",
            "strength": "<p>A small measure of a character's pure, raw muscle mass but largely a measure of their ability to leverage said strength using body mechanics and techniques.</p>",
            "charm": "<p>A measure of a character's ability to leverage their charm and charisma. It helps someone make new friends, appear trustworthy and be socially attractive.</p>",
            "empathy": "<p>A measure of a character's ability to emphasize, relate to and understand other people and their feelings. Focuses largely on the ability to understand emotional states, and how certain events can affect them.</p>",
            "manipulation": "<p>A measure of a character's ability to read, understand and push people's right buttons to get them to do what you want.</p>",
            "logic": "<p>A measure of a character's ability to recognize patterns, manipulate and analyze data and utilize logic to solve problems. Logical ability helps science and academia primarily.</p>",
            "reason": "<p>A measure of a character's common sense and ability to understand people's thinking and societal effects to derive meaning and understanding about events.</p>",
            "willpower": "<p>A measure of a character's mental fortitude. Their ability to resist stress, fear and push through adversity.</p>",
            "acrobatics": "<p>Physical activities that require finesse and precision, such as walking a tight-rope, standing on your hands or dancing. Being flexible, loose and having great coordination.</p>",
            "athletics": "<p>Feats of strength and technique in order to maximize leverage, body mechanics and power. Lifting techniques and methods for running for long periods of time without tiring.</p>",
            "brawl": "<p>Sometimes, weapons aren’t enough, or more likely, not available. Brawling is the encompassing skill for fighting unarmed, hand to hand. It doesn’t matter if it’s raw street brawling, boxing or some form of esoteric martial-arts. Those are merely flavors of punching people.</p>",
            "burglary": "<p>A surprisingly useful skill in many professions. It doesn’t necessarily have to involve stealing things for profit. The burglary skill allows a person to scope out, identify and hopefully bypass different security mechanisms on buildings and safes, be they simple mechanical locks or high tech digital gadgetry.</p>",
            "crafts": "<p>Crafts involve everything from building a new shelf using wood and carpentry, spinning wool and knitting a cape or repairing the paint of a car.</p>",
            "driving": "<p>Piloting vehicles and even riding animals fall under this skill. While flying a hover bike might be exceptionally more complex than just driving a regular car, they are both covered here. In general, tests are only required for more advanced maneuvers. Getting leisurely from A-B does not require a test.</p>",
            "firearms": "<p>Handling ranged weapons of all sorts fall under this skill. Be it flint-lock pistols, thrown daggers, bow and arrow or a sci-fi laser gun, this is it.</p>",
            "melee": "<p>One preferring to pummel their opponents not with their hands, but with heavy or sharp sticks should look for this skill. It covers the use of all manner of melee weapons. Everything from the humble chair leg to an elegant, sharpened sword.</p>",
            "carousing": "<p>Spending time with people, enjoying their company, buttering up to the right kind of people, is all an art. Carousing is the art of not only having a good time, but making sure others do too. Socialising with others and trying to make a good impression or trying to make new contacts is all part of this skill.</p>",
            "insight": "<p>Reading people can be difficult. Judging their intent is near impossible. Insight skill is a measure of just how good a person is at this. With insight, one can judge someone’s general intent and get a hint on what they’re feeling, if they’re being pushed in the wrong direction, or if they’re being honest with you. If you're really good, you can even derive a persons desires, ambitions and vices.</p>",
            "intimidation": "<p>Intimidation will allow a person to put fear in the minds of others, be it to gain something, to prevent something, or change someone’s opinion. This is a useful skill in a dark universe.</p>",
            "leadership": "<p>Sometimes people have so much potential, but have not found the proper way to express it. Leadership is the ability to organize, inspire and direct people to maximize their potential. It can be used to rouse a crowd, unify a disparaged faction or point people in one direction.</p>",
            "persuasion": "<p>Persuasion is the fine art of getting people to do what you want, give you what you need, or just change their mind without getting upset. A good persuader can make people realise that you both agreed from the start! They just didn’t know it yet.</p>",
            "politics": "<p>Yes, politics generally suck. But sometimes, knowing who does what, who is popular etc. Politics also doesn’t have to be actual government. Politics happens everywhere there are groups of people. Understanding how people interact is an important skill. In addition, knowing how to strike a deal, negotiate and get things done can be very important.</p>",
            "streetsmarts": "<p>Talking the talk and walking the walk is quite different outside of the white-collar palaces of wealth. Out on the streets, you need to watch your mouth, know what to say and above all know when to stand tall and when to back off. Street-smarts allows a character to successfully navigate the complex social structure of street gangs, organized crime and people of less than stellar social standing.</p>",
            "subterfuge": "<p>When neither persuasion nor intimidation gets you what you need, subterfuge is here to help. Using small lies, outright deception, or straight up forgery, subterfuge is used to fool someone in a convincing way.</p>",
            "academia": "<p>Academia covers the majority of higher studies in advanced schools. This skill is general knowledge of a range of subjects.</p>",
            "awareness": "<p>A sum of the character’s ability to notice, study and perceive things. This covers all the senses, such as hearing, smelling, feeling and seeing. It is also a measure of how well trained in general attentiveness this character is.</p>",
            "investigation": "<p>Investigation is the skill of adding up one and one to get two, the profession of putting patterns together, putting the puzzle together and solving the case. Investigation is used to search a location for clues, for items of interest or even for long-form sleuthing.</p>",
            "medicine": "<p>Being trained in the arts of medicine means that one can perform critical trauma care, first aid and even identify and diagnose the most common diseases or make educated guesses about rarer diseases. Medicine also involves post-mortal events such as determining time and cause of death of a deceased person. Higher levels of knowledge also involves the ability to identify medical substances and prescribe them for ailments.</p>",
            "science": "<p>While technically an area of academia, the sciences involve themselves most with nature rather than arts and people. Chemistry, physics, math and other related areas are covered by this skill.</p>",
            "stealth": "<p>Stealth is both the understanding of and performance of moving slowly, quietly and staying out of people’s prying eyes. Stealth can be used in any situation where one must move without rousing suspicion or hide somewhere.</p>",
            "survival": "<p>When caught in a situation without water, food or shelter, it’s a good thing you know how to find what you need, yes? Survival, no matter the location, is a matter of knowledge of where to find resources. It can be used to find food, water, shelter for the night or other matters of survival in any kind of terrain or settlement.</p>",
            "technology": "<p>Technology varies between locations, but most of it works in a similar way. If you know one gadget, you can probably figure out how to use another. Technology covers everything from doing less legal activities on a terminal to repairing cybertech. Engineering, programming, cybersecurity is all covered under this skill.</p>",
            "crisis": "<p>Crisis is a measure of how debilitated a character is both mentally and physically. Causes your pools to accumulate Crisis Dice.</p>",
            "strain": "<p>In-scene measure of physical strain. Provides +1DC for an Endurance test at the end of the scene. Fail to pass the test and you suffer 1 point of Crisis.</p><p>Click to perform the strain test.</p>",
            "stress": "<p>In-scene measure of mental strain. Provides +1DC for a Willpower test at the end of the scene. Fail to pass the test and you suffer 1 point of Crisis.</p><p>Click to perform the stress test.</p>",
            "wealth": "<p>Your character's wealth class. Defaults to 2 ranks.</p><p>Click to perform a wealth test.</p>"
        }
    },
    "SETTINGS": {
        "showEffects": {
            "name": "Show fancy CSS effects",
            "label": "Show CRT-filters and text glow on sheets. Defaults to disabled for accessibility reasons."
        },
        "heroPoints": {
            "name": "Hero Points",
            "label": "The number of hero points the party currently possesses."
        },
        "villainPoints": {
            "name": "Villain Points",
            "label": "The number of villain points held by the Keeper of Tales."
        },
        "DC": {
            "name": "Difficulty",
            "label": "Setting difficulty for tests taken. Most tests performed will be matched against this."
        },
        "bonusDice": {
            "name": "Bonus Dice Purchase",
            "label": "Store and manage the amount of bonus dice a character has purchased using narrative points. "
        }
    }
}